export function Notice() {
  return (
    <>
      <header className="dialog-header">공지사항</header>
      <div className="dialog-body">
        <div className="reset-content">
          1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게
          써봅시다 1.길게 써봅시다 1.길게 써봅시다 1.길게 써봅시다
        </div>
      </div>
    </>
  );
}
